"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ indirildi ve kullanıma hazır! Şimdi yüklemek istiyor musunuz? Uygulama yeniden başlatılacaktır.";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ can’t be updated when it’s running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again.";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ mevcut en yeni sürümdür.";

"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ çıktı (Kullandığınız Sürüm: %3$@). Şimdi yeni sürümü indirmek ister misiniz?";

"%@ downloaded" = "%@ indirildi";

"%@ of %@" = "%1$@ / %2$@";

"A new version of %@ is available!" = "%@ uygulaması için yeni bir sürüm var!";

"A new version of %@ is ready to install!" = "%@ uygulamasının yeni bir sürümü yüklemeye hazır!";

"An error occurred in retrieving update information. Please try again later." = "Güncelleme bilgilerini alırken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.";

"An error occurred while downloading the update. Please try again later." = "Güncelleme indirilirken bir hata oluştu. Lütfen sonra tekrar deneyiniz.";

"An error occurred while extracting the archive. Please try again later." = "İndirilen arşivi açarken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.";

"An error occurred while installing the update. Please try again later." = "Güncellemeyi yüklerken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.";

"An error occurred while parsing the update feed." = "Güncelleme kaynağını incelerken bir hata oluştu.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ uygulamasını açarken bir hata oluştu; ancak güncelleme %1$@ uygulamasını yeniden başlattığınızda hazır olacaktır.";

"An important update to %@ is ready to install" = "An important update to %@ is ready to install";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Vazgeç";

"Cancel Update" = "Güncellemeyi İptal Et";

"Checking for updates..." = "Güncellemelere bakılıyor...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Güncelleme indiriliyor...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Güncelleme ayıklanıyor...";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Kur ve Yeniden Başlat";

/* Take care not to overflow the status window. */
"Installing update..." = "Güncelleme kuruluyor...";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "Tamam";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Kuruluma Hazır";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ uygulaması için güncellemeler otomatik olarak aransın mı? Güncelleme işlemini el ile uygulama menüsünden de başlatabilirsiniz.";

"Update Error!" = "Güncelleme Hatası.";

"Updating %@" = "%@ güncelleniyor";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "%@ uygulamasının en güncel sürümü sizde mevcut.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "You’re up-to-date!";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */

"Learn More..." = "Learn More…";